export default {
  projections: {
    зданиеE: {
      улица: {
        __caption__: 'Улица'
      },
      номерДома: {
        __caption__: 'Номер дома'
      },
      количествоЭтаж: {
        __caption__: 'Количество этаж'
      },
      город: {
        __caption__: 'Город',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    зданиеL: {
      улица: {
        __caption__: 'Улица'
      },
      номерДома: {
        __caption__: 'Номер дома'
      },
      количествоЭтаж: {
        __caption__: 'Количество этаж'
      },
      город: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    количествоЭтаж: {
      __caption__: 'количествоЭтаж'
    },
    номерДома: {
      __caption__: 'номерДома'
    },
    улица: {
      __caption__: 'улица'
    },
    город: {
      __caption__: 'город'
    }
  }
};
